export default function CommonRules() {
  return (
    <li>
      <h2>Общие положения</h2>
      <ol>
        <li>Настоящая Политика конфиденциальности (далее — «Политика») действует в отношениях между Пользователями и Обществом с ограниченной ответственностью «King Giros» и/или его аффилированными лицами, а также всеми лицами, объединенными в рамках франчайзинговой сети под единой торговой маркой «King Giros» (далее - «Компания»).</li>
        <li>
          <span>Реквизиты Компании:</span>
          <ul>
            <li>Наименование организации: ИП Ципулев Кирилл Валерьевич</li>
            <li>Юридический адрес: 427436, Россия, Удмуртская Республика, г. Воткинск, ул. Пролетарская 31/18</li>
            <li>Почтовый адрес: 427436, Россия, Удмуртская Республика, г. Воткинск, ул. Пролетарская 31/18</li>
            <li>ИНН: 182808885009</li>
            <li>ОГРНИП: 319183200025399</li>
            <li>Email: spik555@mail.ru</li>
            <li>Телефон: 8 (950) 174-66-99</li>
          </ul>
        </li>
        <li>
          <span>Банковские Реквизиты Компании:</span>
          <ul>
            <li>Наименование банка: АО «БАНК РУССКИЙ СТАНДАРТ»</li>
            <li>БИК: 044525151</li>
            <li>Кор/счет: 30101 810 8 45250000151</li>
            <li>Р/счет: 40802 810 4 00000007632</li>
          </ul>
        </li>
        <li>
          <span>Способы оплаты на сайте:</span>
          <ul>
            <li>Наличными курьеру;</li>
            <li>Картой курьеру;</li>
            <li>Онлайн оплата.</li>
          </ul>
          <ol>
            <li>Для оплаты (ввода реквизитов Вашей карты) Вы будете перенаправлены на платежный шлюз.Соединение с платежным шлюзом и передача информации осуществляется в защищенном режиме с использованием протокола шифрования SSL. В случае если Ваш банк поддерживает технологию безопасного проведения интернет-платежей Verified By Visa или MasterCard SecureCode, для проведения платежа также может потребоваться ввод специального пароля. Введенная информация не будет предоставлена третьим лицам за исключением случаев, предусмотренных законодательством РФ. Проведение платежей по банковским картам осуществляется в строгом соответствии с требованиями платежных систем МИР, Visa Int. и MasterCard Europe Sprl.</li>
          </ol>
        </li>
        <li>Доставка осуществялется на любой адрес в течение 40 минут стоимостью 100 рублей. При заказе от 500 рублей доставка бесплатная.</li>
        <li>
          <span>В рамках настоящей Политики под «персональной информацией Пользователя» понимаются:</span>
          <ol>
            <li>персональные данные, которые Пользователь предоставляет о себе (фамилию, имя, отчество; дата рождения; пол; адрес доставки; номер телефона; адрес электронной почты и иные сведения) во время использования им любого из сайтов, сервисов, служб и программ Компании (далее — «Сервисы»).</li>
          </ol>
        </li>
        <li>Компания не проверяет достоверность персональной информации, предоставляемой Пользователями. Однако Компания исходит из того, что Пользователь предоставляет достоверную и достаточную персональную информацию, и поддерживает эту информацию в актуальном состоянии.</li>
        <li>Компания может осуществлять аудиозапись телефонного разговора с Пользователем, независимо от получения и/или неполучения от Пользователя согласия на аудиозапись телефонного разговора, если указанные действия необходимы Компании для исполнения своих обязательств, оценки качества используемых Сервисов и оказанных Пользователю услуг, а также для достижения целей обработки персональных данных, перечисленных в пункте 2.1. настоящей Политики.</li>
        <li>Не могут быть отнесены к персональным данным Пользователя такие данные, как: номер телефона и адрес электронной почты, если обработка этих данных осуществляется обезличенно, то есть без привязки к персональным данным конкретного Пользователя, его истории заказов товаров Компании.</li>
        <li>Данные, которые автоматически передаются Сервисам в процессе их использования с помощью установленного на устройстве Пользователя программного обеспечения, в том числе IP-адрес, информация из cookie, информация о браузере Пользователя (или иной программе, с помощью которой осуществляется доступ к Сервисам), время доступа, адрес запрашиваемой страницы не являются персональными данными.</li>
        <li>Настоящая Политика применима только к Сервисам Компании. Компания не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на сайтах Компании. На таких сайтах у Пользователя может собираться или запрашиваться иная персональная информация, а также могут совершаться иные действия.</li>
        <li>Под обработкой персональных данных в настоящей Политике понимается: сбор вышеуказанных данных, их систематизация, накопление, хранение, уточнение (обновление, изменение), использование, блокирование, уничтожение.</li>
      </ol>
    </li>
  )
}