export default function GoodsReturn() {
  return (
    <li>
      <h2>Возврат и обмен Товаров ненадлежащего качества</h2>
      <ol>
        <li>Возврат товара надлежащего качества не допускается.</li>
        <li>Продавец обязан передать Покупателю Товары, которые полностью соответствуют оформленному заказу, качество которых соответствует информации, представленной Покупателю при заключении договора розничной купли-продажи дистанционным способом, а также информации, доведенной до его сведения при передаче Товаров (на этикетке или вкладыше, прикрепленных к Товарам или их упаковке, либо другими способами, предусмотренными для отдельных видов Товаров).</li>
        <li>При получении заказа Покупатель должен проверить соответствие доставленных Товаров своему заказу: комплектность и внешний вид.</li>
        <li>В случае получения некачественных Товаров, либо несоответствия полученных Товаров заказанному (отсутствие заявленных ингредиентов в Товаре), покупатель вправе:</li>
        <ul>
          <li>потребовать замены на такой же Товар надлежащего качества;</li>
          <li>потребовать замены на аналогичный Товар с соответствующим перерасчетом покупной цены;</li>
          <li>потребовать соразмерного уменьшения покупной цены;</li>
          <li>отказаться от исполнения договора купли-продажи и потребовать возврата уплаченной за Товар суммы (в случае, если Покупатель оплатил Товар до момента его доставки). По требованию Продавца и за его счет Покупатель должен возвратить Товар с недостатками;</li>
          <li>потребовать замены на аналогичный Товар с соответствующим перерасчетом покупной цены;</li>
          <li>в момент получения Товара либо в течение 24 (Двадцати четырех) часов после получения Товаров. В случае предъявления претензий не в момент передачи Товаров, предоставление фото - или видеоотчета, подтверждающего наличие некачественных Товаров, обязательно.</li>
        </ul>
        <li>В случае невыполнения порядка предъявления претензии Покупателя по внешнему виду и/или качеству Товаров, предусмотренных выше, претензии Продавцом не принимаются.</li>
      </ol>
    </li>
  )
}