export default function PersonalDataTerms() {
  return (
    <li>
      <h2>Условия обработки персональной информации Пользователя и её передачи третьим лицам</h2>
      <ol>
        <li>Использование Сервисов означает согласие Пользователя с Политикой. В случае несогласия с этими условиями Пользователь должен воздержаться от использования Сервисов.</li>
        <li>Согласие Пользователя на предоставление Персональной информации, данное им в соответствии с настоящей Политикой в рамках отношений с одним из лиц, входящих в Компанию, распространяется на все лица, входящие в Компанию.</li>
        <li>Согласие Пользователя на обработку его персональных данных действует со дня начала пользования Сервисов до дня отзыва согласия, посредством обращения Пользователя к представителям Компании (операторам) по телефону +7 (912) 741-19-27 либо посредством направления Пользователем сообщения по мессенджерам Viber, WhatsAli или Telegram на адрес +7 (912) 741-19-27.</li>
        <li>Пользователь вправе запросить перечень своих персональных данных и/или потребовать изменить, уничтожить свои персональные данные, позвонив по телефону +7 (912) 741-19-27, либо посредством направления Пользователем сообщения по мессенджерам Viber, WhatsAli или Telegram на адрес +7 (912) 741-19-27 и указав свои имя, отчество, фамилию, дату рождения, адрес доставки, телефон и адрес электронной почты.</li>
        <li>Обработка таких персональных данных, как: фамилия, имя, отчество; дата рождения; пол; адрес доставки, телефон, адрес электронной почты может осуществляться оператором Компании независимо от получения и/или неполучения от Пользователя согласия на их обработку, если указанные персональные данные необходимы Компании для выполнения заказа и доставки товаров Пользователю и оценки качества оказанных услуг.</li>
        <li>Компания хранит персональную информацию Пользователей, обеспечивая их конфиденциальность и защиту от неправомерного или случайного доступа к ним третьих лиц.</li>
        <li>
          <span>Компания вправе передать персональную информацию Пользователя третьим лицам в следующих случаях:</span>
          <ol>
            <li>Передача необходима в рамках использования Пользователем определенного Сервиса, либо для оказания услуги Пользователю;</li>
            <li>Такая передача происходит в рамках продажи или иной передачи бизнеса (полностью или в части), при этом к приобретателю переходят все обязательства по соблюдению условий настоящей Политики применительно к полученной им персональной информации;</li>
            <li>В целях обеспечения возможности защиты прав и законных интересов Компании или третьих лиц в случаях, когда Пользователь нарушает условия Публичной оферты;</li>
            <li>В целях сохранения и проведения анализа истории заказов товаров Пользователем посредством использования операторов Компании, осуществляющих прием заказов товаров по телефону;</li>
            <li>В целях совершения операторами Компании и иными уполномоченными представителями Компании исходящих опросов и вызовов в адрес Пользователя в целях проведения качественного и количественного анализа предоставляемого Сервиса и оказанных услуг, исследования предпочтений Пользователя, проведения маркетинговых исследований, проведение розыгрышей призов среди Пользователей, оценки удовлетворенности Пользователя Сервисами и услугами Компании, урегулирования конфликтных ситуаций.</li>
          </ol>
        </li>
        <li>Компания имеет право назначить лицо (оператора Компании), ответственное за организацию обработки персональных данных Пользователей, в целях реализации положений настоящей Политики.</li>
        <li>Компания вправе самостоятельно определять используемые способы обработки персональных данных Пользователей (включая, но, не ограничиваясь: автоматическая сверка почтовых кодов с базой кодов/индексов, автоматическая проверка написания названий улиц/населенных пунктов, сегментация базы данных по заданным критериям).</li>
        <li>Компания имеет право поручить обработку персональных данных другому лицу с согласия Пользователя на основании заключенного с этим лицом договора. При этом согласием Пользователя с Политикой Компании является использование Сервисов Компании.</li>
      </ol>  
    </li>
  )
}