export default function PersonalDataGoal() {
  return (
    <li>
      <h2>Цели сбора и обработки персональной информации Пользователей</h2>
      <ol>
        <li>Персональную информацию Пользователя Компания может обрабатываться в следующих целях:</li>
        <ol>
          <li>Идентификация Пользователя при исполнении Публичной оферты о продаже товаров дистанционным способом и договоров с Компанией;</li>
          <li>Направление кассового чека в электронном виде на адрес электронной почты и/или телефон Пользователя;</li>
          <li>Предоставление Пользователю персонализированных Сервисов;</li>
          <li>Связь с Пользователем, в том числе направление уведомлений, запросов и информации, касающихся использования Сервисов, оказания услуг по заказу и доставке товаров Компании, а также обработка запросов и заявок от Пользователя;</li>
          <li>Улучшение качества Сервисов, удобства их использования, разработка новых Сервисов и услуг;</li>
          <li>Рекламы своих товаров и услуг;</li>
          <li>Проведение статистических и иных исследований, на основе предоставленных данных;</li>
          <li>Иных целях, не противоречащих действующему законодательству РФ.</li>
        </ol>
      </ol>
    </li>
  )
}