export default function PersonalDataProtection() {
  return (
    <li>
      <h2>Меры, применяемые для защиты персональной информации Пользователей</h2>
      <ol>
        <li>Компания принимает необходимые и достаточные организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.</li>
        <li>Компания обеспечивает конфиденциальность предоставленных Пользователем персональных данных, их защиту от копирования, распространения.</li>
        <li>Компания обязуется предотвращать попытки несанкционированного доступа к персональным данным Пользователей, предоставленных Компании; своевременно обнаруживать и пресекать такие попытки.</li>
        <li>
          <span>Компания устанавливает следующие организационные меры для защиты Персональной информации:</span>
          <ol>
            <li>организация режима обеспечения безопасности помещений, в которых размещено оборудование (серверы) для обработки и хранения персональных данных Пользователей в информационной системе персональных данных, препятствующего возможности неконтролируемого проникновения и пребывания в помещениях лиц, не имеющих прав доступ в эти помещения;</li>
            <li>обеспечение сохранности носителей персональных данных;</li>
            <li>утверждение перечня лиц, имеющих право доступа к персональным данным Пользователей в рамках выполнения своих служебных обязанностей;</li>
            <li>назначение приказом должностных лиц, ответственных за обеспечение безопасности персональных данных Пользователей в информационной системе персональных данных;</li>
            <li>использование средств защиты информации, прошедших процедуру оценки соответствия требованиям законодательства Российской Федерации (сертификация) в области обеспечения безопасности информации, в случае, когда применение таких средств необходимо для нейтрализации актуальных угроз;</li>
            <li>установление правил доступа к персональным данным, обрабатываемым в информационной системе персональных данных, а также обеспечением регистрации и учета всех действий, совершаемых с персональными данными Пользователей в информационной системе персональных данных;</li>
            <li>проведение профилактической работы с операторами Компании по предупреждению разглашения ими персональных данных Пользователей;</li>
            <li>ознакомление операторов Компании с действующими нормативами в области защиты персональных данных и локальными актами;</li>
            <li>проведение систематических проверок соответствующих знаний операторов Компании, обрабатывающих персональные данные Пользователей, и соблюдения ими требований нормативных документов по защите конфиденциальных сведений;</li>
            <li>обеспечение контроля за принимаемыми мерами по обеспечению безопасности персональных данных Пользователей и уровня защищенности информационных систем персональных данных.</li>
          </ol>
        </li>
      </ol>
    </li>
  )
}