import Link from "next/link";

export default function PolicyChange() {
  return (
    <li>
      <h2>Изменение Политики конфиденциальности</h2>
      <ol>
        <li>Компания имеет право вносить изменения в настоящую Политику. При внесении изменений в актуальной редакции указывается дата последнего обновления. Пользователь обязуется самостоятельно контролировать наличие изменений в настоящей Политике. Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики. Действующая редакция всегда находится на Сайте <Link href='/privacy-policy'><a>https://kinggiros.ru</a></Link>.</li>
      </ol>  
    </li>
  )
}